Repository: KDE/kbackup
Catalog: po/*/kbackup.po
Languages: bg, eo, lt, zh_tw

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев
eo: Oliver Kellogg
lt: Moo
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de
eo: okellogg@users.sourceforge.net
zh_tw: mail@kisaragi-hiu.com

source: Nothing selected for backup
bg: Нищо не е избрано за архивиране
eo: Nenio elektita por sekurkopio
lt: Nepasirinkti jokie elementai, kurių atsarginę kopiją daryti
zh_tw: 沒有選取任何東西進行備份

source: The target dir '%1' is not valid
bg: Целевата директория „%1“ не е валидна
eo: La celdirektoro '%1' ne validas
lt: Paskirties katalogas „%1“ yra netinkamas
zh_tw: 目的地目錄 '%1' 無效

source: The target dir '%1' must be a local file system dir and no remote URL
bg: Целевата директория „%1“ трябва да бъде директория на локална файлова система и без отдалечен URL адрес
eo: La cela dosierujo '%1' devas esti loka dosiersistema dosierujo kaj neniu fora URL
lt: Paskirties katalogas „%1“ privalo būti vietinės failų sistemos katalogas, o ne nuotolinis URL adresas
zh_tw: 目的地目錄 '%1' 必須在本機檔案系統上且不包含遠端 URL

source: The target directory '%1' does not exist. Shall I create it?
bg: Целевата директория „%1“ не съществува. Да я създам ли?
eo: La cela dosierujo '%1' ne ekzistas. Ĉu mi kreu ĝin?
lt: Paskirties katalogo „%1“ nėra. Ar sukurti jį?
zh_tw: 目的地目錄 '%1' 不存在。 要讓我建立它嗎？

# @title
source: Create Directory
bg: Създаване на директория
eo: Krei Dosierujon
lt: Sukurti katalogą
zh_tw: 建立目錄

# @action:button
source: Create
bg: Създаване
eo: Krei
lt: Sukurti
zh_tw: 建立

source: Could not create the target directory '%1'. The operating system reports: %2
bg: Не можа да се създаде целевата директория „%1“. Операционната система съобщава: %2
eo: Ne eblis krei la celdosierujon '%1'. La operaciumo raportas: %2
lt: Nepavyko sukurti paskirties katalogo „%1“. Operacinė sistema praneša: %2
zh_tw: 無法建立目的地目錄 '%1'。 作業系統回報：%2

source: The target dir does not exist
bg: Целевият каталог не съществува
eo: La celdirektoro ne ekzistas
lt: Paskirties katalogo nėra
zh_tw: 目的地目錄不存在

source: ...reducing number of kept archives to max. %1
bg: ...намаляване на броя на съхраняваните архиви до макс. %1
eo: ...reduktante nombron da konservitaj arkivoj al maksimumo. %1
lt: ...sumažinamas laikomų archyvų skaičius iki daugiausiai %1
zh_tw: ...正在將所保留的封存檔數量降低至最大值。%1

source: ...deleting %1
bg: ... изтриване на %1
eo: ...forigante %1
lt: ...ištrinama %1
zh_tw: ...正在刪除 %1

source: fetching directory listing of target failed. Can not reduce kept archives.
bg: неуспешно извличане на списък с директории на целта. Не може да намали съхраняваните архиви.
eo: malsukcesis preni dosierujan liston de celo. Ne povas redukti konservitajn arkivojn.
lt: nepavyko gauti paskirties vietos katalogų sąrašo. Nepavyksta sumažinti laikomų archyvų skaičiaus.
zh_tw: 取得目的地的目錄列表時失敗。無法降低所保留的封存檔數量。

source: Could not write backup timestamps into profile %1: %2
bg: Не можа да се запишат резервните времеви клейма в профил %1: %2
eo: Ne eblis skribi rezervajn tempomarkojn en profilon %1: %2
lt: Nepavyko rašyti atsarginės kopijos laiko žymų į profilį %1: %2
zh_tw: 無法將備份時間時間戳寫入設定檔 %1 內：%2

source: -- Filtered Files: %1
bg: -- Филтрирани файлове: %1
eo: -- Filtritaj Dosieroj: %1
lt: -- Filtruoti failai: %1
zh_tw: -- 已過濾檔案：%1

source: !! Backup finished <b>but files were skipped</b> !!
bg: !! Архивирането завърши <b>но файловете бяха пропуснати</b> !!
eo: !! Rezervo finiĝis <b>sed dosieroj estis preterlasitaj</b> !!
lt: !! Atsarginė kopija padaryta, <b>bet buvo praleisti failai</b> !!
zh_tw: !! 備份已完成 <b>但有些檔案已被略過</b> !!

source: -- Backup successfully finished --
bg: -- Архивирането приключи успешно --
eo: -- Rezervo sukcese finiĝis --
lt: -- Atsarginė kopija sėkmingai padaryta --
zh_tw: -- 備份已成功 --

source: The backup has finished but files were skipped. What do you want to do now?
bg: Архивирането приключи, но файловете бяха пропуснати. Какво искате да правите сега?
eo: La sekurkopio finiĝis sed dosieroj estis preterlasitaj. Kion vi volas fari nun?
lt: Atsarginė kopija padaryta, bet buvo praleisti failai. Ką norėtumėte dabar daryti?
zh_tw: 備份已完成，但有些檔案已被略過。 您接下來要做什麼？

source: The backup has finished successfully. What do you want to do now?
bg: Архивирането завърши успешно. Какво искате да правите сега?
eo: La sekurkopio finiĝis sukcese. Kion vi volas fari nun?
lt: Atsarginė kopija sėkmingai padaryta. Ką norėtumėte dabar daryti?
zh_tw: 備份已成功。 您接下來要做什麼？

source: Totals: Files: %1, Size: %2, Duration: %3
bg: Общо: Файлове: %1, Размер: %2, Продължителност: %3
eo: Sumoj: Dosieroj: %1, Grandeco: %2, Daŭro: %3
lt: Iš viso: Failų: %1, Dydis: %2, Trukmė: %3
zh_tw: 總計：檔案：%1，大小：%2，時長：%3

source: ...Backup aborted!
bg: ...Архивирането е прекратено!
eo: ...Sekurkopio ĉesigita!
lt: ...Atsarginės kopijos darymas nutrauktas!
zh_tw: ...已中止備份！

source: Backup cancelled
bg: Архивирането е отменено
eo: Rezervo nuligita
lt: Atsarginės kopijos atsisakyta
zh_tw: 已取消備份

source: ...finished slice %1
bg: ...завършена част %1
eo: ...finita tranĉaĵo %1
lt: ...užbaigiama dalis %1
zh_tw: ...已完成片段 %1

source: ...uploading archive %1 to %2
bg: ...архивът %1 се качва в %2
eo: ...alŝutante arkivon %1 al %2
lt: ...išsiunčiamas archyvas %1 į %2
zh_tw: ...正在上傳封存 %1 到 %2

source: How shall we proceed with the upload?
bg: Как да продължим с качването?
eo: Kiel ni procedu kun la alŝuto?
lt: Kaip tęsti išsiuntimą?
zh_tw: 我們該如何進行上傳？

source: Upload Failed
bg: Неуспешно качване
eo: Alŝuto malsukcesis
lt: Nepavyko išsiųsti
zh_tw: 上傳失敗

source: Retry
bg: Повторен опит
eo: Reprovi
lt: Bandyti dar kartą
zh_tw: 重試

source: Change Target
bg: Промяна на целта
eo: Ŝanĝi Celon
lt: Keisti paskirties vietą
zh_tw: 變更目的地

source: The script '%1' could not be started.
bg: Скриптът „%1“ не можа да бъде стартиран.
eo: La skripto '%1' ne povis esti komencita.
lt: Nepavyko paleisti scenarijaus „%1“.
zh_tw: 文稿 '%1' 無法被啟動

source: The medium is full. Please insert medium Nr. %1
bg: Съхраняващото устройство е пълно. Моля, въведете устройство Nr. %1
eo: La mediumo estas plena. Bonvolu enigi mediumon Nr. %1
lt: Laikmena yra pilna. Įdėkite laikmeną nr. %1
zh_tw: 儲存空間已滿。請插入儲存空間 %1

source: The file '%1' can not be opened for writing.
bg: Файлът „%1“ не може да бъде отворен за запис.
eo: La dosiero '%1' ne povas esti malfermita por skribado.
lt: Failas „%1“ negali būti atvertas rašymui.
zh_tw: 無法開啟檔案 '%1' 供寫入。

source: The file '%1' can not be opened for writing. Do you want to retry?
bg: Файлът '%1' не може да бъде отворен за запис. Искате ли да опитате отново?
eo: La dosiero '%1' ne povas esti malfermita por skribi. Ĉu vi volas reprovi?
lt: Failas „%1“ negali būti atvertas rašymui. Ar norite bandyti dar kartą?
zh_tw: 無法開啟檔案 '%1' 供寫入。 您要重試嗎？

# @title
source: Open File
bg: Отворете файла
eo: Malfermi Dosieron
lt: Atverti failą
zh_tw: 開啟檔案

# @action:button
source: Retry
bg: Повторен опит
eo: Reprovi
lt: Bandyti dar kartą
zh_tw: 重試

source: Could not write to archive. Maybe the medium is full.
bg: Не можа да се запише в архива. Може би устройството е пълно.
eo: Ne eblis skribi al arkivo. Eble la mediumo estas plena.
lt: Nepavyko rašyti į archyvą. Galbūt, laikmena yra pilna.
zh_tw: 無法寫入封存檔。儲存空間可能滿了。

source: Could not write to archive. The operating system reports: %1
bg: Не можа да се запише в архива. Операционната система съобщава: %1
eo: Ne eblis skribi al arkivo. La operaciumo raportas: %1
lt: Nepavyko rašyti į archyvą. Operacinė sistema praneša: %1
zh_tw: 無法寫入封存。 作業系統回報：%1

source: ...skipping filtered directory %1
bg: ...пропускане на филтрирана директория %1
eo: ...preterlasante filtritan dosierujon %1
lt: ...praleidžiamas filtruotas katalogas %1
zh_tw: ...略過已過濾的目錄 %1

source: Could not get information of directory: %1 The operating system reports: %2
bg: Не може да се получи информация за директория: %1 Операционната система съобщава: %2
eo: Ne eblis ricevi informojn pri dosierujo: %1 La operaciumo raportas: %2
lt: Nepavyko gauti katalogo informacijos: %1 Operacinė sistema praneša: %2
zh_tw: 無法取得目錄資訊：'%1'。 作業系統回報：%2

source: Directory '%1' is not readable. Skipping.
bg: Директорията „%1“ не се чете. Прескачане.
eo: Dosierujo '%1' ne estas legebla. Salti.
lt: Katalogas „%1“' yra neperskaitomas. Praleidžiama.
zh_tw: 目錄 '%1' 不可讀。跳過中。

source: Could not get information of file: %1 The operating system reports: %2
bg: Не може да се получи информация за файл: %1 Операционната система съобщава: %2
eo: Ne eblis ricevi informojn pri dosiero: %1 La operaciumo raportas: %2
lt: Nepavyko gauti failo informacijos: %1 Operacinė sistema praneša: %2
zh_tw: 無法取得此檔案的資訊：%1 作業系統回報：%2

source: Can not archive file type 'socket': %1
bg: Не може да се архивира файлов тип 'socket': %1
eo: Ne povas arkivi dosiertipo 'socket': %1
lt: Nepavyko archyvuoti failo tipą „socket“: %1
zh_tw: 無法封存檔案型態 'socket'：%1

source: Could not read from file '%1' The operating system reports: %2
bg: Не може да се прочете от файл '%1' Операционната система съобщава: %2
eo: Ne eblis legi el dosiero '%1' La mastrumaj raportoj: %2
lt: Nepavyko skaityti iš failo „%1“ Operacinė sistema praneša: %2
zh_tw: 無法從檔案 '%1' 進行讀取 作業系統回報：%2

source: Could not open file '%1' for reading.
bg: Файлът „%1“ не можа да се отвори за четене.
eo: Ne eblis malfermi dosieron '%1' por legado.
lt: Nepavyko atverti failo „%1“ skaitymui.
zh_tw: 無法開啟檔案 '%1' 以讀取。

source: ...archiving file %1
bg: ...архивиране на файл %1
eo: ...arkivante dosieron %1
lt: ...archyvuojamas failas %1
zh_tw: ...正在封存檔案 %1

source: Could not read file: %1 The operating system reports: %2
bg: Не може да се прочете файл: %1 Операционната система съобщава: %2
eo: Ne eblis legi dosieron: %1 La operaciumo raportas: %2
lt: Nepavyko perskaityti failo: %1 Operacinė sistema praneša: %2
zh_tw: 無法讀取檔案：%1 作業系統回報：%2

source: Could not create temporary file for compressing: %1 The operating system reports: %2
bg: Не може да се създаде временен файл за компресиране: %1 Операционната система съобщава: %2
eo: Ne eblis krei provizoran dosieron por kunpremado: %1 La operaciumo raportas: %2
lt: Nepavyko sukurti laikino glaudinimui skirto failo: %1 Operacinė sistema praneša: %2
zh_tw: 無法建立壓縮用的暫時檔案：%1 作業系統回報：%2

source: Could not write to temporary file
bg: Не можа да се запише във временния файл
eo: Ne eblis skribi al provizora dosiero
lt: Nepavyko rašyti į laikinąjį failą
zh_tw: 無法寫入至暫存檔案

source: ...compressing file %1
bg: ...компресиране на файл %1
eo: ...kunpremante dosieron %1
lt: ...glaudinamas failas %1
zh_tw: ...正在壓縮檔案 %1

source: WARNING:
bg: Предупреждение:
eo: AVERTO:
lt: ĮSPĖJIMAS:
zh_tw: 警告：

source: &File
bg: &Файл
eo: &Dosiero
lt: &Failas
zh_tw: 檔案(&F)

source: &Settings
bg: &Настройки
eo: &Agordoj
lt: Nuo&statos
zh_tw: 設定(&S)

source: KBackup
eo: KBakup

source: An easy to use backup program
bg: Лесна за използване програма за архивиране
eo: Facila uzebla rezerva programo
lt: Lengvai naudojama atsarginių kopijų programa
zh_tw: 一個簡單易用的備份程式

source: Developer
bg: Разработка
eo: Ellaboranto
lt: Plėtotojas
zh_tw: 開發者

source: Start with given profile.
bg: Започване с даден профил.
eo: Komenci kun donita profilo.
lt: Pradėti naudojant nurodytą profilį.
zh_tw: 以指定的設定檔啟動。

source: Script to run after finishing one archive slice.
bg: Скрипт за изпълнение след завършване на архивна част.
eo: Skripto por ruliĝi post finado de unu arkiva tranĉaĵo.
lt: Scenarijus, kurį vykdyti po to, kai užbaigta viena archyvo dalis.
zh_tw: 完成一個封存片段之後要執行的文稿。

source: Automatically run the backup with the given profile and terminate when done.
bg: Автоматично стартиране на архивирането с дадения профил и прекратяване, когато е готово.
eo: Aŭtomate lanĉi la sekurkopion kun la donita profilo kaj ĉesigi kiam finita.
lt: Automatiškai pradėti daryti atsarginę kopiją naudojant nurodytą profilį ir nutraukti, kai ji bus padaryta.
zh_tw: 自動使用指定設定檔執行備份，並在完成後關閉。

source: Automatically run the backup with the given profile in the background (without showing a window) and terminate when done.
bg: Автоматично стартиране на архивирането с дадения профил във фонов режим (без показване на прозорец) и прекратяване, когато е готово.
eo: Aŭtomate lanĉi la sekurkopion kun la donita profilo en la fono (sen montri fenestron) kaj ĉesigi kiam finite.
lt: Automatiškai pradėti daryti atsarginę kopiją fone naudojant nurodytą profilį (nerodant lango) ir nutraukti, kai ji bus padaryta.
zh_tw: 自動在背景（不顯示視窗）使用指定設定檔執行備份，並在完成後關閉。

source: In autobg mode be verbose and print every single filename during backup.
bg: В режим autobg да се отпечатва подробна информация и всяко име на файл по време на архивирането.
eo: En aŭtobg-reĝimo esti babilema kaj presi ĉiun dosiernomon dum sekurkopio.
lt: Autobg veiksenoje būti išsamiems ir atsarginės kopijos darymo metu rodyti kiekvieną failo pavadinimą.
zh_tw: 自動背景模式時，在備份時囉嗦一點並印出每一個檔案名稱。

source: In auto/autobg mode force the backup to be a full backup instead of acting on the profile settings.
bg: В режим auto/autobg резервното копие да бъде принудително пълно архивирано, вместо да се действа спрямо настройките на профила.
eo: En aŭtomata/aŭtobg-reĝimo devigi la sekurkopion esti plena sekurkopio anstataŭ agi laŭ la profilaj agordoj.
lt: Auto/autobg veiksenoje priverstinai daryti taip, kad atsarginė kopija būtų visa atsarginė kopija, o ne veikti remiantis profilio nuostatomis.
zh_tw: 使用自動/自動背景模式時強制使用完整備份模式而非依設定檔所設定。

source: Could not open profile '%1' for reading: %2
bg: Не може да се отвори профил „%1“ за четене: %2
eo: Ne eblis malfermi profilon '%1' por legado: %2
lt: Nepavyko atverti profilio „%1“ skaitymui: %2
zh_tw: 無法開啟設定檔 '%1' 供讀取：%2

source: Incremental Backup
bg: Инкрементално архивиране
eo: Pliiga Rezervo
lt: Prieauginė atsarginė kopija
zh_tw: 漸進備份

source: Full Backup
bg: Пълно архивиране
eo: Plena Rezervo
lt: Visa atsarginė kopija
zh_tw: 完整備份

source: unlimited
bg: неограничено
eo: senlima
lt: neribotas
zh_tw: 無限制

source: Start Backup
bg: Стартиране на архивиране
eo: Komenci Sekurkopion
lt: Daryti atsarginę kopiją
zh_tw: 開始備份

source: Cancel Backup
bg: Отказ от архивиране
eo: Nuligi Rezervon
lt: Atsisakyti atsarginės kopijos darymo
zh_tw: 取消備份

source: Next Backup:
bg: Следващо архивиране:
eo: Sekva Rezervo:
lt: Kita atsarginė kopija:
zh_tw: 下次備份：

source: Force Full Backup
bg: Принудително пълно архивиране
eo: Forto Plena Rezervo
lt: Priverstinai daryti visą atsarginę kopiją
zh_tw: 強制使用完整備份

source: Target
bg: Цел
eo: Celo
lt: Paskirties vieta
zh_tw: 目標

source: Folder:
bg: Папка:
eo: Dosierujo:
lt: Aplankas:
zh_tw: 資料夾：

source: Medium:
bg: Носител на данни:
eo: Mezumo:
lt: Laikmena:
zh_tw: 儲存空間：

source: Size:
bg: Големина:
eo: Grandeco:
lt: Dydis:
zh_tw: 大小：

source: Totals
bg: Общо
eo: Totaloj
lt: Iš viso
zh_tw: 總計

source: Files:
bg: Файлове:
eo: Dosieroj:
lt: Failai:
zh_tw: 檔案：

source: Duration:
bg: Продължителност:
eo: Daŭro:
lt: Trukmė:
zh_tw: 時長：

source: Warnings:
bg: Предупреждения:
eo: Avertoj:
lt: Įspėjimai:
zh_tw: 警告：

source: Progress:
bg: Напредък:
eo: Progreso:
lt: Eiga:
zh_tw: 進度：

source: New Profile
bg: Нов профил
eo: Nova Profilo
lt: Naujas profilis
zh_tw: 新設定檔

source: Load Profile...
bg: Зареждане на профил...
eo: Ŝargi profilon...
lt: Įkelti profilį...
zh_tw: 載入設定檔…

source: Save Profile
bg: Запазване на профил
eo: Konservi Profilon
lt: Įrašyti profilį
zh_tw: 儲存設定檔

source: Save Profile As...
bg: Запазване на профила като...
eo: Konservi profilon kiel...
lt: Įrašyti profilį kaip...
zh_tw: 將設定檔另存為…

source: Profile Settings...
bg: Настройки на профила...
eo: Profilagordoj...
lt: Profilio nuostatos...
zh_tw: 設定檔選項…

source: Enable All Messages
bg: Включване на всички съобщения
eo: Ebligi Ĉiujn Mesaĝojn
lt: Įjungti visus pranešimus
zh_tw: 啟用所有訊息

source: Dock in System Tray
bg: Икона в системната област
eo: Doki en Sistem-Pleto
lt: Įstatyti į sistemos dėklą
zh_tw: 嵌入在系統匣內

source: Show Hidden Files
bg: Показване на скритите файлове
eo: Montri Kaŝitajn dosierojn
lt: Rodyti paslėptus failus
zh_tw: 顯示隱藏檔案

source: There is a backup in progress. Do you want to abort it?
bg: В ход е архивиране. Искате ли да го прекъснете?
eo: Estas sekurkopio en progreso. Ĉu vi volas interrompi ĝin?
lt: Šiuo metu daroma atsarginė kopija. Ar norite nutraukti?
zh_tw: 有進行中的備份。您要中止它嗎？

source: Backup in Progress
bg: Архивиране в ход
eo: Rezervo en Progreso
lt: Daroma atsarginė kopija
zh_tw: 備份進行中

source: Abort
bg: Прекъсване
eo: Ĉesigi
lt: Nutraukti
zh_tw: 中止

source: Select Profile
bg: Избиране на профил
eo: Elekti Profilon
lt: Pasirinkti profilį
zh_tw: 選取設定檔

source: KBackup Profile (*.kbp)
bg: KBackup профил (*.kbp)
eo: KBackup-Profilo (*.kbp)
lt: KBackup profilis (*.kbp)
zh_tw: KBackup 設定檔 (*.kbp)

source: Open failed
bg: Неуспешно отваряне
eo: Malfermo malsukcesis
lt: Nepavyko atverti
zh_tw: 開啟失敗

source: The profile '%1' does already exist. Do you want to overwrite it?
bg: Профилът „%1“ вече съществува. Искате ли да го презапишете?
eo: La profilo '%1' jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
lt: Profilis „%1“ jau yra. Ar norite jį perrašyti?
zh_tw: 設定檔 '%1' 已存在。 您要覆寫它嗎？

source: Profile exists
bg: Профилът съществува
eo: Profilo ekzistas
lt: Profilis yra
zh_tw: 設定檔已存在

source: Could not open profile '%1' for writing: %2
bg: Не може да се отвори профил „%1“ за запис: %2
eo: Ne eblis malfermi profilon '%1' por skribado: %2
lt: Nepavyko atverti profilio „%1“ rašymui: %2
zh_tw: 無法開啟設定檔 '%1' 供寫入：%2

source: Files: %1 Size: %2 MB %3
bg: Файлове: %1 Размер: %2 MB %3
eo: Dosieroj: %1 Grandeco: %2 MB %3
lt: Failų: %1 Dydis: %2 MB %3
zh_tw: 檔案：%1 大小：%2 %3

source: Name
bg: Име
eo: Nomo
lt: Pavadinimas
zh_tw: 名稱

source: Size
bg: Големина
eo: Grandeco
lt: Dydis
zh_tw: 大小

source: Last Modified
bg: Последна промяна
eo: Laste Modifita
lt: Paskutinis modifikavimas
zh_tw: 上次修改時間

source: Open With
bg: Отваряне с
eo: Malfermi Kun
lt: Atverti naudojant
zh_tw: 開啟方式

source: Delete File
bg: Изтриване на файл
eo: Forigi Dosieron
lt: Ištrinti failą
zh_tw: 刪除檔案

source: Properties...
bg: Свойства...
eo: Propraĵoj...
lt: Savybės...
zh_tw: 屬性…

source: Do you really want to delete '%1'?
bg: Наистина ли искате да изтриете „%1“?
eo: Ĉu vi vere volas forigi '%1'?
lt: Ar tikrai norite ištrinti „%1“?
zh_tw: 您確定要刪除 '%1' 嗎？

source: Delete
bg: Изтриване
eo: Forigi
lt: Ištrinti
zh_tw: 刪除

source: Could not delete directory '%1'.
bg: Не може да се изтрие директорията „%1“.
eo: Ne eblis forigi dosierujon '%1'.
lt: Nepavyko ištrinti katalogo „%1“.
zh_tw: 無法刪除目錄 '%1'。

source: Could not delete file '%1'. Reason: %2
bg: Файлът „%1“ не може да бъде изтрит. Причина: %2
eo: Ne eblis forigi dosieron '%1'. Kialo: %2
lt: Nepavyko ištrinti failo „%1“. Priežastis: %2
zh_tw: 無法刪除檔案 '%1'。 原因：%2

source: Other Application...
bg: Друга програма...
eo: Alia Apliko...
lt: Kita programa...
zh_tw: 其他應用程式…

source: File Manager
bg: Файлов мениджър
eo: Dosiera Administranto
lt: Failų tvarkytuvė
zh_tw: 檔案管理員

source: 650 MB CD
eo: 650 MB KD

source: 700 MB CD
eo: 700 MB KD

source: 4.7 GB DVD
eo: DVD de 4,7 GB

source: 8.5 GB DVD
eo: DVD de 8,5 GB

source: 9.4 GB DVD
eo: DVD de 9,4 GB

source: 17.1 GB DVD
eo: DVD de 17,1 GB

source: custom
bg: потребителски
eo: propra
lt: tinkintas
zh_tw: 自訂

source: Profile Settings
bg: Настройки на профила
eo: Profilaj Agordoj
lt: Profilio nuostatos
zh_tw: 設定檔選項

source: Uncheck if you want to avoid a confirmation dialog to change the medium when a slice was finished
bg: Премахнете отметката, ако искате да избегнете диалогов прозорец за потвърждение за промяна на носителя, когато дадена част от архива е завършена
eo: Malmarku s vi volas eviti konfirman dialogon por ŝanĝi la datumportilon kiam tranĉaĵo estis finita
lt: Nuimkite žymėjimą, kad užbaigus dalį būtų išvengta su laikmenos pakeitimu susijusio patvirtinimo dialogo
zh_tw: 取消勾選來避免在完成一個片段之後彈出一個確認變更媒體的對話框

source: Target needs media change
bg: Целта се нуждае от смяна на носителите
eo: Celo bezonas datumportilan ŝanĝon
lt: Paskirties vieta reikalauja pakeisti laikmeną
zh_tw: 目標需要更換媒體

source: Exclude Paths Filter:
bg: Филтър за изключване на пътища:
eo: Ekskludi Padojn Filtrilon:
lt: Išbraukiamų kelių filtras:
zh_tw: 排除路徑過濾器：

source: Number of full backups to keep
bg: Брой пълни резервни копия за запазване
eo: Nombro de plenaj sekurkopioj por konservi
lt: Kiek laikyti visų atsarginių kopijų
zh_tw: 要保留的完整備份數量

source: How many full backups shall be kept in the target directory before older ones will be deleted
bg: Колко пълни резервни копия трябва да се съхраняват в целевата директория, преди по-старите да бъдат изтрити
eo: Kiom da plenaj sekurkopioj estos konservitaj en la cela dosierujo antaŭ ol pli malnovaj estos forigitaj
lt: Kiek paskirties kataloge turėtų būti laikoma visų atsarginių kopijų, prieš ištrinant senesnes
zh_tw: 目的地目錄中要保留幾個完整備份，超過這個數字時舊的會被刪除

source: Full Backup Interval
bg: Интервал за пълно архивиране
eo: Plena Rezerva Intervalo
lt: Visos atsarginės kopijos intervalas
zh_tw: 完整備份間隔時間

source: How often shall a full backup, instead of an incremental one, be done
bg: Колко често трябва да се прави пълно архивиране, вместо инкрементално
eo: Kiom ofte fariĝos plena sekurkopio, anstataŭ pliiga
lt: Kaip dažnai turėtų būti daroma visa atsarginė kopija, o ne prieauginė
zh_tw: 要多經常進行完整備份而非漸進備份

source: Every Day
bg: Всеки ден
eo: Ĉiutage
lt: Kasdieną
zh_tw: 每天

source: days
bg: дни
eo: tagoj
lt: d.
zh_tw: 天

source: Archive Prefix:
bg: Префикс на архива:
eo: Arkiva Prefikso:
lt: Archyvo priešdėlis:
zh_tw: 封存檔前綴：

source: Defines wildcards for filenames which will be ignored for backup, separated by a space. E.g.: "*.ogg *.wav"
bg: Задава заместващи символи за имена на файлове, които ще бъдат игнорирани за архивиране, разделени с интервал. Напр.: "*.ogg *.wav"
eo: Difinas ĵokerojn por dosiernomoj, kiuj estos ignoritaj por sekurkopio, apartigitaj per spaco. Ekz.: "*.ogg *.wav"
lt: Apibrėžia pakaitos simbolius tų failų pavadinimams, kurių bus nepaisoma. Atskirkite tarpais. Pvz., „*.ogg *.wav“
zh_tw: 設定要忽略備份的檔案，可使用萬用字元，以空白分隔。例如："*.ogg *.wav"

source: Maximum Archive Size:
bg: Максимален размер на архива:
eo: Maksimuma Arkiva Grandeco:
lt: Didžiausias archyvo dydis:
zh_tw: 最大封存檔大小：

source: Exclude Filename Filter:
bg: Филтър за изключване по име на файл:
eo: Ekskludi Dosiernoma Filtrilo:
lt: Išbraukiamų failo pavadinimų filtras:
zh_tw: 排除檔案名稱過濾器：

source: <html><head/><body><p>Defines a list of absolute path patterns which are used to filter complete directories,<br/>e.g. /home/*/.mozilla/*/Cache</p></body></html>
bg: <html><head/><body><p>Дефинира списък с модели на абсолютни пътища, които се използват за филтриране на пълни директории,<br/>напр. /home/*/.mozilla/*/Cache</p></ body></html>
eo: <html><head/><body><p>Difinas liston de absolutaj vojŝablonoj, kiuj estas uzataj por filtri kompletajn dosierujojn,<br/>ekz. /home/*/.mozilla/*/Kaŝmemoro</p></body></html>
lt: <html><head/><body><p>Apibrėžia absoliutaus kelio šablonų sąrašą, kurie yra naudojami filtruoti visą katalogą,<br/>pvz., /home/*/.mozilla/*/Cache</p></body></html>
zh_tw: <html><head/><body><p>定義用來過濾完整目錄的絕對路徑樣式列表。<br/>例如： /home/*/.mozilla/*/Cache</p></body></html>

source: Uncheck if you want to avoid compressing files at all
bg: Премахнете отметката, ако изобщо искате да избегнете компресирането на файлове
eo: Malmarku se vi volas tute eviti kunpremi dosierojn
lt: Nuimkite žymėjimą, kad visiškai būtų vengiama failų glaudinimo
zh_tw: 取消勾選來避免進行任何檔案壓縮

source: Compress Files
bg: Компресиране на файлове
eo: Kunpremi dosierojn
lt: Glaudinti failus
zh_tw: 壓縮檔案

source: backup
bg: резервно копие
eo: sekurkopio
lt: atsarginė_kopija
zh_tw: 備份

source: TextLabel
bg: Текстов етикет
zh_tw: 文字標籤
